Repository: AbdelrahmanAyman90/Voting_system
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Home
ar: الرئيسيه

source: Vote
ar: تصويت

# result
source: Results
ar: النتائج

source: Profile
ar: الملف الشخصي

# personal_details
source: personal detials
ar: البيانات الشخصيه

source: Settings
ar: الاعدادات

# name_personal
source: Mohamed Ahmed
ar: محمد احمد

# full_name_personal
source: Mohamed Ahmed Ali Ismail Mohamed
ar: محمد احمد مصطفى عبد الله

source: Dark Mode
ar: الوضع الليلى

source: English
ar: الغه الانجليزيه

source: More Details
ar: اعدادات اخرى

source: Get Help
ar: مساعدة

source: Log Out
ar: تسجيل الخروج

source: Share
ar: مشاركة التطبيق

source: Verified
ar: منتخب

source: Results
ar: النتائج

# total_vote
source: Total Votes
ar: عدد الأصوات الكلى

# voting_end
source: Voting ends in 6 hours
ar: سينتهى التصويت بعد ٨ ساعات

# votes_word
source: votes
ar: عدد الاصوات

# candidate_name
source: Mohamed Ahmed Ali
ar: محمد أحمد علي

# thankes_vote
source: Thanks for voting!
ar: شكرا لتصويتك !

# sub_title_thankes_vote_1
source: Your vote has been registered on the chain.
ar: لقد تم تسجيل مشاركتك للتصويت بنجاح

# sub_title_thankes_vote_2
source: Now wait to see the final results
ar: يمكنك الان رؤية النتائج الحالية .

# thankes_voting_button
source: View Live Results
ar: مشاهدة النتائج الحصرية

# candidate_bio
source: Egyptian lawyer and founder of lorem ipsum lorem ipsum.
ar: محامى مصرى ومؤسس لشركه صناعه السياراتلشركه صناعه السيارات

source: Enter Password
ar: ادخل كلمة المرور

# hint_password
source: Please input your Password to confirm your vote
ar: من فضلك ادخل كلمة المرور الخاصة بك لتأكيد التصويت

source: password
ar: كلمة المرور

# confirm_voting_button
source: Confirm Vote
ar: تأكيد

# cancel_button
source: Cancel
ar: الغاء

source: Elesctions
ar: الانتخابات

source: Presidential Elections
ar: الانتخابات الرئاسية

# hint_to_select_candidate
source: Select the candidate of your choice and tap to vote.
ar: قم بتحديد مرشح ثم قم بالضغط على زر تصويت بالأسفل .

# voting_button
source: Vote
ar: تصويت

# passord_error
source: should enter Password
ar: ادخل كلمه المرور

source: personal information
ar: المعلومات الشخصيه

# titel_name
source: NAME :
ar: الاسم

# bio_titel
source: Bio
ar: السيره الذاتيه

# next_candidate_button
source: Next Candidate
ar: المرشح التالي

# bio_desc
source: Lorem ipsum dolor sit amet consectetur adipisicing elit. Dolore possimus dicta, ad recusandae sint consectetur perferendis dolorem! Iure maxime ullam quis, molestiae corporis provident error eius! Excepturi explicabo nostrum recusandae dolor sit .
ar: رئيس الهيئة الوطنية للانتخابات، المستشار حازم بدوي، في مؤتمر صحفي الإثنين، إن نسبة التصويت في الانتخابات، موضحًا انها بلغت 66.8% بإجمالي أصوات يزيد عن 44 مليون صوت. وأضاف بدوي أن ولاية السيسي ما يعني منتصف عام 2024، الموعد الأساسي لإجراء الانتخابات،

# goal_titel
source: Goals
ar: الاهداف

source: Read more
ar: قراءه المزيد

# candidate_word
source: Candidates
ar: المرشحون

# event_word
source: Events
ar: الاحداث

source: Trending news
ar: احدث الاخبار

# tittel_news
source: Billionaire-backed Koch network endorses Nikki Haley for president
ar: الانتخابات الرئاسية بجمهورية مصر العربية ستبدأ بعد شهرين من الان .

# data_news
source: 30 SEPTEMBER 2023
ar: ٣٠ سبتمبر ٢٠٢٤

source: NOMINATING FOR ELECTIONS
ar: الترشح للانتخابات الرئاسية

source: Nationwide
ar: جمهورية مصر العربية

# applay_button
source: Apply
ar: تقديم
